Repository: omerpakdil/Vakt
Catalog: Vakt/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, nl, pt, ru, tr, ur

# onboarding.gathering.status.ready
source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
id: Siap
it: Pronto
nl: Klaar
pt: Pronto
ru: Готовы
tr: Hazır
ur: تیار

# onboarding.gathering.status.wudu
source: Wudu
ar: وضوء
fr: Ablutions
ru: Вуду
tr: Abdest
ur: وضو

# onboarding.gathering.title
source: The Saf gathers as prayer draws near.
ar: يجتمع الصف مع اقتراب الصلاة.
de: Der Saf sammelt sich, wenn das Gebet näherkommt.
es: El Saf se reúne cuando se acerca la oración.
fr: Le Saf se rassemble à l'approche de la prière.
id: Saf berkumpul saat salat mendekat.
it: Il Saf si raccoglie mentre la preghiera si avvicina.
nl: De Saf komt samen terwijl het gebed dichterbij komt.
pt: O Saf se reúne enquanto a oração se aproxima.
ru: Саф собирается по мере приближения молитвы.
tr: Namaz yaklaşırken Saf toplanır.
ur: نماز قریب آتے ہی صف جمع ہوتی ہے۔

# onboarding.location.arc.dawn
source: Dawn
ar: الفجر
de: Morgendämmerung
es: Amanecer
fr: Aube
id: Fajar
it: Alba
nl: Dageraad
pt: Amanhecer
ru: Рассвет
tr: Seher
ur: سحر

# onboarding.location.arc.night
source: Night
ar: الليل
de: Nacht
es: Noche
fr: Nuit
id: Malam
it: Notte
nl: Nacht
pt: Noite
ru: Ночь
tr: Gece
ur: رات

# onboarding.location.body
source: Approximate location helps Vakt find your local prayer times and qibla direction. Your exact location is never shown.
ar: يساعد الموقع التقريبي Vakt في إيجاد مواقيت الصلاة المحلية واتجاه القبلة. لا يظهر موقعك الدقيق.
de: Der ungefähre Standort hilft Vakt, lokale Gebetszeiten und die Qibla-Richtung zu finden. Dein genauer Standort wird nie angezeigt.
es: La ubicación aproximada ayuda a Vakt a encontrar tus horarios de oración locales y la dirección de la qibla. Tu ubicación exacta nunca se muestra.
fr: La position approximative aide Vakt à trouver vos horaires de prière locaux et la direction de la qibla. Votre position exacte n'est jamais affichée.
id: Lokasi perkiraan membantu Vakt menemukan waktu salat lokal dan arah kiblat. Lokasi tepatmu tidak pernah ditampilkan.
it: La posizione approssimativa aiuta Vakt a trovare gli orari di preghiera locali e la direzione della qibla. La tua posizione esatta non viene mai mostrata.
nl: Geschatte locatie helpt Vakt lokale gebedstijden en de qibla-richting te vinden. Je exacte locatie wordt nooit getoond.
pt: A localização aproximada ajuda o Vakt a encontrar seus horários de oração locais e a direção da qibla. Sua localização exata nunca é mostrada.
ru: Примерная геолокация помогает Vakt находить местное время молитв и направление киблы. Ваше точное местоположение никогда не показывается.
tr: Yaklaşık konum Vakt'in yerel namaz vakitlerini ve kıble yönünü bulmasına yardımcı olur. Tam konumun gösterilmez.
ur: تقریبی مقام Vakt کو مقامی نماز کے اوقات اور قبلہ رخ تلاش کرنے میں مدد دیتا ہے۔ آپ کا درست مقام کبھی نہیں دکھایا جاتا۔

# onboarding.location.body.approx
source: Approximate location is used for local prayer times and qibla direction. Your exact location is not shown.
ar: يُستخدم الموقع التقريبي لمواقيت الصلاة المحلية واتجاه القبلة. لا يظهر موقعك الدقيق.
de: Der ungefähre Standort wird für lokale Gebetszeiten und die Qibla-Richtung verwendet. Dein genauer Standort wird nicht angezeigt.
es: La ubicación aproximada se usa para los horarios de oración locales y la dirección de la qibla. Tu ubicación exacta no se muestra.
fr: La position approximative est utilisée pour les horaires de prière locaux et la direction de la qibla. Votre position exacte n'est pas affichée.
id: Lokasi perkiraan digunakan untuk waktu salat lokal dan arah kiblat. Lokasi tepatmu tidak ditampilkan.
it: La posizione approssimativa viene usata per gli orari di preghiera locali e la direzione della qibla. La tua posizione esatta non viene mostrata.
nl: Geschatte locatie wordt gebruikt voor lokale gebedstijden en qibla-richting. Je exacte locatie wordt niet getoond.
pt: A localização aproximada é usada para horários de oração locais e direção da qibla. Sua localização exata não é mostrada.
ru: Примерная геолокация используется для местного времени молитв и направления киблы. Ваше точное местоположение не показывается.
tr: Yaklaşık konum yerel namaz vakitleri ve kıble yönü için kullanılır. Tam konumun gösterilmez.
ur: تقریبی مقام مقامی نماز کے اوقات اور قبلہ رخ کے لیے استعمال ہوتا ہے۔ آپ کا درست مقام نہیں دکھایا جاتا۔

# onboarding.location.eyebrow
source: Local Time
ar: الوقت المحلي
de: Lokale Zeit
es: Hora local
fr: Heure locale
id: Waktu Lokal
it: Ora locale
nl: Lokale tijd
pt: Hora local
ru: Местное время
tr: Yerel Vakit
ur: مقامی وقت

# onboarding.location.failed
source: Could not refresh yet
ar: تعذر التحديث حتى الآن
de: Noch nicht aktualisierbar
es: Aún no se pudo actualizar
fr: Impossible d'actualiser pour le moment
id: Belum bisa menyegarkan
it: Non è stato ancora possibile aggiornare
nl: Kon nog niet verversen
pt: Ainda não foi possível atualizar
ru: Пока не удалось обновить
tr: Henüz yenilenemedi
ur: ابھی تازہ نہیں ہو سکا

# onboarding.location.fallback
source: Ready to find prayer times near you
ar: جاهز للعثور على مواقيت الصلاة بالقرب منك
de: Bereit, Gebetszeiten in deiner Nähe zu finden
es: Listo para encontrar horarios de oración cerca de ti
fr: Prêt à trouver les horaires de prière près de vous
id: Siap mencari waktu salat di dekatmu
it: Pronto a trovare gli orari di preghiera vicino a te
nl: Klaar om gebedstijden in je buurt te vinden
pt: Pronto para encontrar horários de oração perto de você
ru: Готово к поиску времени молитв рядом с вами
tr: Yakındaki namaz vakitlerini bulmaya hazır
ur: آپ کے قریب نماز کے اوقات تلاش کرنے کے لیے تیار

# onboarding.location.finding
source: Finding prayer times near you
ar: جار العثور على مواقيت الصلاة بالقرب منك
de: Gebetszeiten in deiner Nähe werden gesucht
es: Buscando horarios de oración cerca de ti
fr: Recherche des horaires de prière près de vous
id: Mencari waktu salat di dekatmu
it: Ricerca degli orari di preghiera vicino a te
nl: Gebedstijden in je buurt zoeken
pt: Buscando horários de oração perto de você
ru: Ищем время молитв рядом с вами
tr: Yakındaki namaz vakitleri bulunuyor
ur: آپ کے قریب نماز کے اوقات تلاش کیے جا رہے ہیں

# onboarding.location.off
source: Location is off
ar: الموقع متوقف
de: Standort ist aus
es: La ubicación está desactivada
fr: La position est désactivée
id: Lokasi mati
it: La posizione è disattivata
nl: Locatie staat uit
pt: Localização desativada
ru: Геолокация выключена
tr: Konum kapalı
ur: مقام بند ہے

# onboarding.location.ready
source: Prayer times are ready
ar: مواقيت الصلاة جاهزة
de: Gebetszeiten sind bereit
es: Los horarios de oración están listos
fr: Les horaires de prière sont prêts
id: Waktu salat sudah siap
it: Gli orari di preghiera sono pronti
nl: Gebedstijden zijn klaar
pt: Horários de oração prontos
ru: Время молитв готово
tr: Namaz vakitleri hazır
ur: نماز کے اوقات تیار ہیں

# onboarding.location.status.finding
source: Finding your local prayer times.
ar: جار العثور على مواقيت صلاتك المحلية.
de: Deine lokalen Gebetszeiten werden gesucht.
es: Buscando tus horarios de oración locales.
fr: Recherche de vos horaires de prière locaux.
id: Mencari waktu salat lokalmu.
it: Ricerca dei tuoi orari di preghiera locali.
nl: Je lokale gebedstijden zoeken.
pt: Buscando seus horários de oração locais.
ru: Ищем местное время ваших молитв.
tr: Yerel namaz vakitlerin bulunuyor.
ur: آپ کے مقامی نماز کے اوقات تلاش کیے جا رہے ہیں۔

# onboarding.location.status.later
source: You can set this later.
ar: يمكنك إعداد ذلك لاحقاً.
de: Du kannst das später einrichten.
es: Puedes configurarlo más tarde.
fr: Vous pourrez régler cela plus tard.
id: Kamu bisa mengaturnya nanti.
it: Puoi impostarlo più tardi.
nl: Je kunt dit later instellen.
pt: Você pode configurar isso mais tarde.
ru: Вы можете настроить это позже.
tr: Bunu daha sonra ayarlayabilirsin.
ur: آپ اسے بعد میں سیٹ کر سکتے ہیں۔

# onboarding.location.status.ready
source: Your prayer times are ready.
ar: مواقيت صلاتك جاهزة.
de: Deine Gebetszeiten sind bereit.
es: Tus horarios de oración están listos.
fr: Vos horaires de prière sont prêts.
id: Waktu salatmu sudah siap.
it: I tuoi orari di preghiera sono pronti.
nl: Je gebedstijden zijn klaar.
pt: Seus horários de oração estão prontos.
ru: Время ваших молитв готово.
tr: Namaz vakitlerin hazır.
ur: آپ کے نماز کے اوقات تیار ہیں۔

# onboarding.location.status.retry
source: You can try again later.
ar: يمكنك المحاولة مرة أخرى لاحقاً.
de: Du kannst es später erneut versuchen.
es: Puedes intentarlo de nuevo más tarde.
fr: Vous pourrez réessayer plus tard.
id: Kamu bisa mencoba lagi nanti.
it: Puoi riprovare più tardi.
nl: Je kunt het later opnieuw proberen.
pt: Você pode tentar novamente mais tarde.
ru: Вы можете попробовать снова позже.
tr: Daha sonra tekrar deneyebilirsin.
ur: آپ بعد میں دوبارہ کوشش کر سکتے ہیں۔

# onboarding.location.title
source: Let prayer times meet your day.
ar: لتلتقي مواقيت الصلاة بيومك.
de: Lass Gebetszeiten deinen Tag begleiten.
es: Deja que los horarios de oración acompañen tu día.
fr: Laissez les horaires de prière accompagner votre journée.
id: Biarkan waktu salat bertemu harimu.
it: Lascia che gli orari di preghiera accompagnino la tua giornata.
nl: Laat gebedstijden met je dag meegaan.
pt: Deixe os horários de oração acompanharem seu dia.
ru: Пусть время молитв войдет в ваш день.
tr: Namaz vakitleri gününe eşlik etsin.
ur: نماز کے اوقات کو اپنے دن کے قریب رکھیں۔

# onboarding.location.title.find
source: Let Vakt find your prayer times.
ar: دع Vakt يجد مواقيت صلاتك.
de: Lass Vakt deine Gebetszeiten finden.
es: Deja que Vakt encuentre tus horarios de oración.
fr: Laissez Vakt trouver vos horaires de prière.
id: Biarkan Vakt menemukan waktu salatmu.
it: Lascia che Vakt trovi i tuoi orari di preghiera.
nl: Laat Vakt je gebedstijden vinden.
pt: Deixe o Vakt encontrar seus horários de oração.
ru: Позвольте Vakt найти время ваших молитв.
tr: Vakt namaz vakitlerini bulsun.
ur: Vakt کو اپنے نماز کے اوقات تلاش کرنے دیں۔

# onboarding.makeup_calendar.body
source: See makeup prayers day by day and complete them at your own pace.
ar: تابع صلوات القضاء يومًا بيوم، وأدّها بالوتيرة التي تناسبك.
de: Sieh deine Nachholgebete Tag für Tag und verrichte sie in deinem eigenen Tempo.
es: Consulta las oraciones pendientes día a día y complétalas a tu ritmo.
fr: Retrouvez vos prières à rattraper jour après jour et accomplissez-les à votre rythme.
id: Lihat salat qada dari hari ke hari dan tunaikan sesuai ritmemu.
it: Ritrova giorno per giorno le preghiere da recuperare e completale con i tuoi tempi.
nl: Bekijk je inhaalgebeden per dag en voltooi ze in je eigen tempo.
pt: Veja suas orações pendentes dia a dia e complete-as no seu ritmo.
ru: Просматривайте пропущенные намазы по дням и восполняйте их в своём ритме.
tr: Kaza namazlarını gün gün görür, tamamladıkça kendi ritminde azaltırsın.
ur: قضا نمازیں دن بہ دن دیکھیں اور اپنی رفتار سے پوری کرتے جائیں۔

# onboarding.makeup_calendar.day.accessibility.many
source: %1$@, %2$@ makeup prayers
ar: %1$@، %2$@ صلوات قضاء
de: %1$@, %2$@ Nachholgebete
es: %1$@, %2$@ oraciones pendientes
fr: %1$@, %2$@ prières à rattraper
id: %1$@, %2$@ salat qada
it: %1$@, %2$@ preghiere da recuperare
nl: %1$@, %2$@ inhaalgebeden
pt: %1$@, %2$@ orações pendentes
ru: %1$@, пропущенных намазов: %2$@
tr: %1$@, %2$@ kaza namazı
ur: %1$@، %2$@ قضا نمازیں

# onboarding.makeup_calendar.day.accessibility.one
source: %1$@, one makeup prayer
ar: %1$@، صلاة قضاء واحدة
de: %1$@, ein Nachholgebet
es: %1$@, una oración pendiente
fr: %1$@, une prière à rattraper
id: %1$@, satu salat qada
it: %1$@, una preghiera da recuperare
nl: %1$@, één inhaalgebed
pt: %1$@, uma oração pendente
ru: %1$@, один пропущенный намаз
tr: %1$@, bir kaza namazı
ur: %1$@، ایک قضا نماز

# onboarding.makeup_calendar.day.hint.select
source: Select to view this day’s makeup prayers
ar: اختر لعرض صلوات القضاء لهذا اليوم
de: Auswählen, um die Nachholgebete dieses Tages zu sehen
es: Selecciona para ver las oraciones pendientes de este día
fr: Sélectionnez pour voir les prières à rattraper ce jour-là
id: Pilih untuk melihat salat qada pada hari ini
it: Seleziona per vedere le preghiere da recuperare in questo giorno
nl: Selecteer om de inhaalgebeden van deze dag te bekijken
pt: Selecione para ver as orações pendentes deste dia
ru: Выберите, чтобы посмотреть пропущенные намазы за этот день
tr: Bu günün kaza namazlarını görmek için seç
ur: اس دن کی قضا نمازیں دیکھنے کے لیے منتخب کریں

# onboarding.makeup_calendar.day.select
source: Choose a day
ar: اختر يومًا
de: Wähle einen Tag
es: Elige un día
fr: Choisissez un jour
id: Pilih satu hari
it: Scegli un giorno
nl: Kies een dag
pt: Escolha um dia
ru: Выберите день
tr: Bir günü seç
ur: ایک دن منتخب کریں

# onboarding.makeup_calendar.detail.completed
source: One prayer completed
ar: اكتملت صلاة واحدة
de: Ein Gebet abgeschlossen
es: Una oración completada
fr: Une prière accomplie
id: Satu salat selesai
it: Una preghiera completata
nl: Eén gebed voltooid
pt: Uma oração concluída
ru: Один намаз выполнен
tr: Bir vakit tamamlandı
ur: ایک نماز مکمل ہو گئی

# onboarding.makeup_calendar.detail.completing
source: Completing Asr
ar: جارٍ إتمام العصر
de: Asr wird abgeschlossen
es: Completando el Asr
fr: Asr en cours d’accomplissement
id: Menyelesaikan salat Asar
it: Completamento dell’Asr
nl: Asr wordt voltooid
pt: Concluindo o Asr
ru: Завершается Аср
tr: İkindi tamamlanıyor
ur: عصر مکمل ہو رہی ہے

# onboarding.makeup_calendar.detail.count
source: %@ makeup prayers
ar: %@ صلوات قضاء
de: %@ Nachholgebete
es: %@ oraciones pendientes
fr: %@ prières à rattraper
id: %@ salat qada
it: %@ preghiere da recuperare
nl: %@ inhaalgebeden
pt: %@ orações pendentes
ru: Пропущенных намазов: %@
tr: %@ kaza namazı
ur: %@ قضا نمازیں

# onboarding.makeup_calendar.detail.idle
source: Past days wait here quietly
ar: تنتظر الأيام الماضية هنا بهدوء
de: Vergangene Tage warten hier in Ruhe
es: Los días pasados esperan aquí con calma
fr: Les jours passés vous attendent ici, en toute sérénité
id: Hari-hari lalu menunggu dengan tenang di sini
it: I giorni passati aspettano qui, con calma
nl: Eerdere dagen wachten hier rustig
pt: Os dias anteriores aguardam aqui com calma
ru: Прошедшие дни спокойно ждут здесь
tr: Geçmiş günler burada sakin biçimde bekler
ur: گزرے دن یہاں خاموشی سے منتظر رہتے ہیں

# onboarding.makeup_calendar.eyebrow
source: Your makeup calendar
ar: تقويم القضاء
de: Dein Nachholkalender
es: Tu calendario de oraciones pendientes
fr: Votre calendrier de rattrapage
id: Kalender qadamu
it: Il tuo calendario dei recuperi
nl: Je inhaalkalender
pt: Seu calendário de orações pendentes
ru: Календарь пропущенных намазов
tr: Kaza takvimin
ur: آپ کا قضا کیلنڈر

# onboarding.makeup_calendar.remaining.after
source: %@ prayers left
ar: تبقّت %@ صلوات
de: Noch %@ Gebete
es: Quedan %@ oraciones
fr: %@ prières restantes
id: Tersisa %@ salat
it: Restano %@ preghiere
nl: Nog %@ gebeden
pt: Restam %@ orações
ru: Осталось намазов: %@
tr: %@ vakit kaldı
ur: %@ نمازیں باقی

# onboarding.makeup_calendar.remaining.pending
source: %@ prayers waiting
ar: تنتظر %@ صلوات
de: %@ Gebete warten
es: Hay %@ oraciones pendientes
fr: %@ prières en attente
id: %@ salat menunggu
it: %@ preghiere in attesa
nl: %@ gebeden wachten
pt: %@ orações pendentes
ru: Ожидают намазов: %@
tr: %@ vakit bekliyor
ur: %@ نمازیں منتظر

# onboarding.makeup_calendar.status.completed
source: Completed
ar: اكتملت
de: Abgeschlossen
es: Completada
fr: Accomplie
id: Selesai
it: Completata
nl: Voltooid
pt: Concluída
ru: Выполнено
tr: Tamamlandı
ur: مکمل

# onboarding.makeup_calendar.title
source: A prayer you couldn’t pray isn’t lost.
ar: الصلاة التي فاتتك لا تضيع.
de: Was du nicht beten konntest, geht nicht verloren.
es: Una oración que no pudiste hacer no se pierde.
fr: Une prière manquée ne se perd pas.
id: Salat yang belum sempat ditunaikan tidak hilang.
it: Una preghiera che non hai potuto fare non va perduta.
nl: Een gebed dat je niet kon bidden, raakt niet kwijt.
pt: Uma oração que você não pôde realizar não se perde.
ru: Пропущенный намаз не теряется.
tr: Kılamadığın vakit kaybolmaz.
ur: جو نماز رہ جائے، وہ گم نہیں ہوتی۔

# onboarding.mark_prayer.action.missed
source: I didn’t pray
ar: لم أصلِّ
de: Nicht gebetet
es: No he rezado
fr: Je n’ai pas prié
id: Belum salat
it: Non ho pregato
nl: Niet gebeden
pt: Não orei
ru: Молитва не совершена
tr: Kılmadım
ur: نماز نہیں پڑھی

# onboarding.mark_prayer.action.prayed
source: I prayed
ar: صليت
de: Gebetet
es: He rezado
fr: J’ai prié
id: Sudah salat
it: Ho pregato
nl: Ik heb gebeden
pt: Orei
ru: Молитва совершена
tr: Kıldım
ur: نماز پڑھ لی

# onboarding.mark_prayer.body
source: Begin prayer, set your phone aside, and record it with one tap when you finish.
ar: ابدأ الصلاة، وضع هاتفك جانبًا، وسجّلها بلمسة واحدة عند الانتهاء.
de: Beginne das Gebet, lege dein Telefon beiseite und trage es danach mit einem Tippen ein.
es: Comienza la oración, deja el teléfono a un lado y regístrala con un toque al terminar.
fr: Commencez la prière, posez votre téléphone et enregistrez-la d’un geste lorsque vous avez terminé.
id: Mulai salat, letakkan ponselmu, lalu catat dengan satu ketukan setelah selesai.
it: Inizia la preghiera, metti da parte il telefono e registrala con un tocco quando hai finito.
nl: Begin met bidden, leg je telefoon weg en noteer het met één tik wanneer je klaar bent.
pt: Comece a oração, deixe o telefone de lado e registre-a com um toque ao terminar.
ru: Начните молитву, отложите телефон и отметьте её одним касанием после завершения.
tr: Namaza başla, telefonunu kenara bırak ve bitirdiğinde tek dokunuşla kaydet.
ur: نماز شروع کریں، فون ایک طرف رکھ دیں اور مکمل ہونے پر ایک ٹیپ سے درج کریں۔

# onboarding.mark_prayer.eyebrow
source: Make room for prayer
ar: افسح مكانًا للصلاة
de: Schaffe Raum für das Gebet
es: Haz espacio para la oración
fr: Faites place à la prière
id: Beri ruang untuk salat
it: Fai spazio alla preghiera
nl: Maak ruimte voor het gebed
pt: Abra espaço para a oração
ru: Освободите место для молитвы
tr: Namaza yer aç
ur: نماز کے لیے جگہ بنائیں

# onboarding.mark_prayer.quiet.active
source: Quiet screen is on
ar: الشاشة الهادئة مفعّلة
de: Ruhebildschirm aktiv
es: Pantalla en silencio activa
fr: Écran silencieux activé
id: Layar hening aktif
it: Schermo silenzioso attivo
nl: Stil scherm actief
pt: Tela silenciosa ativa
ru: Тихий экран включён
tr: Sessiz ekran açık
ur: خاموش اسکرین فعال ہے

# onboarding.mark_prayer.quiet.subtitle
source: One last calm step before setting your phone aside
ar: خطوة هادئة أخيرة قبل أن تضع هاتفك جانبًا
de: Ein letzter ruhiger Schritt, bevor du dein Telefon beiseitelegst
es: Un último paso sereno antes de dejar el teléfono
fr: Une dernière étape calme avant de poser votre téléphone
id: Satu langkah tenang terakhir sebelum meletakkan ponsel
it: Un ultimo passo tranquillo prima di mettere da parte il telefono
nl: Een laatste rustige stap voordat je je telefoon weglegt
pt: Um último passo tranquilo antes de deixar o telefone de lado
ru: Последний спокойный шаг перед тем, как отложить телефон
tr: Telefonu kenara bırakmadan önce son sakin adım
ur: فون ایک طرف رکھنے سے پہلے آخری پرسکون قدم

# onboarding.mark_prayer.state.missed.detail
source: Visible only to you in your makeup prayer calendar
ar: تظهر لك وحدك في تقويم القضاء
de: Nur für dich im Nachholkalender sichtbar
es: Solo tú la verás en el calendario de oraciones pendientes
fr: Visible uniquement par vous dans le calendrier des prières à rattraper
id: Hanya terlihat olehmu di kalender qada
it: Visibile solo a te nel calendario delle preghiere da recuperare
nl: Alleen voor jou zichtbaar in de inhaalkalender
pt: Visível apenas para você no calendário de orações a compensar
ru: Видно только вам в календаре пропущенных молитв
tr: Kaza takviminde yalnızca sana görünür
ur: قضا کیلنڈر میں صرف آپ کو نظر آئے گی

# onboarding.mark_prayer.state.missed.title
source: Left for later
ar: تُركت لوقت لاحق
de: Für später vorgemerkt
es: Quedó para después
fr: Remise à plus tard
id: Disimpan untuk nanti
it: Rimandata a più tardi
nl: Voor later bewaard
pt: Ficou para depois
ru: Оставлено на потом
tr: Sonraya kaldı
ur: بعد کے لیے رہ گئی

# onboarding.mark_prayer.state.prayed.detail
source: %@ was added to your day
ar: أُضيفت %@ إلى يومك
de: %@ wurde deinem Tag hinzugefügt
es: %@ se añadió a tu día
fr: %@ a été ajoutée à votre journée
id: %@ ditambahkan ke harimu
it: %@ è stata aggiunta alla tua giornata
nl: %@ is aan je dag toegevoegd
pt: %@ foi adicionada ao seu dia
ru: %@ отмечена в вашем дне
tr: %@ gününe eklendi
ur: %@ آپ کے دن میں درج ہو گئی

# onboarding.mark_prayer.state.prayed.title
source: Your prayer was recorded
ar: تم تسجيل صلاتك
de: Dein Gebet wurde eingetragen
es: Tu oración se ha registrado
fr: Votre prière a été enregistrée
id: Salatmu telah dicatat
it: La tua preghiera è stata registrata
nl: Je gebed is genoteerd
pt: Sua oração foi registrada
ru: Молитва отмечена
tr: Namazın kaydedildi
ur: آپ کی نماز درج ہو گئی

# onboarding.mark_prayer.state.quiet.detail
source: Keep your attention on prayer
ar: أبقِ انتباهك في الصلاة
de: Bleib mit deiner Aufmerksamkeit beim Gebet
es: Mantén tu atención en la oración
fr: Gardez votre attention sur la prière
id: Jaga perhatianmu pada salat
it: Mantieni l’attenzione sulla preghiera
nl: Houd je aandacht bij het gebed
pt: Mantenha sua atenção na oração
ru: Сосредоточьтесь на молитве
tr: Dikkatin namazda kalsın
ur: اپنی توجہ نماز پر رکھیں

# onboarding.mark_prayer.state.quiet.title
source: Set your phone aside
ar: ضع هاتفك جانبًا
de: Lege dein Telefon beiseite
es: Deja el teléfono a un lado
fr: Posez votre téléphone
id: Letakkan ponselmu
it: Metti da parte il telefono
nl: Leg je telefoon weg
pt: Deixe o telefone de lado
ru: Отложите телефон
tr: Telefonunu kenara bırak
ur: اپنا فون ایک طرف رکھ دیں

# onboarding.mark_prayer.state.unmarked.detail
source: Let the quiet screen be your final calm step
ar: لتكن الشاشة الهادئة خطوتك الأخيرة بهدوء
de: Lass den Ruhebildschirm dein letzter ruhiger Schritt sein
es: Deja que la pantalla en silencio sea tu último paso sereno
fr: Que l’écran silencieux soit votre dernière étape calme
id: Jadikan layar hening langkah tenang terakhirmu
it: Lascia che lo schermo silenzioso sia il tuo ultimo passo tranquillo
nl: Laat het stille scherm je laatste rustige stap zijn
pt: Deixe a tela silenciosa ser seu último passo tranquilo
ru: Пусть тихий экран станет последним спокойным шагом
tr: Sessiz ekran, son sakin adımın olsun
ur: خاموش اسکرین کو اپنا آخری پرسکون قدم بنائیں

# onboarding.mark_prayer.state.unmarked.title
source: Begin when you are ready
ar: ابدأ عندما تكون مستعدًا
de: Beginne, wenn du bereit bist
es: Comienza cuando estés listo
fr: Commencez quand vous le souhaitez
id: Mulai saat kamu siap
it: Inizia quando sei pronto
nl: Begin wanneer je er klaar voor bent
pt: Comece quando estiver pronto
ru: Начните, когда будете готовы
tr: Hazır olduğunda başla
ur: جب تیار ہوں تو شروع کریں

# onboarding.mark_prayer.title
source: When the time comes, give prayer your full attention.
ar: عندما يحين الوقت، وجّه كامل انتباهك إلى الصلاة.
de: Wenn es Zeit ist, konzentriere dich auf das Gebet.
es: Cuando llegue la hora, centra tu atención en la oración.
fr: Quand l’heure arrive, porte toute ton attention sur la prière.
id: Saat waktunya tiba, pusatkan perhatianmu pada salat.
it: Quando arriva l’ora, dedica tutta la tua attenzione alla preghiera.
nl: Wanneer het tijd is, geef het gebed je volle aandacht.
pt: Quando chegar a hora, concentre sua atenção na oração.
ru: Когда приходит время, сосредоточься на намазе.
tr: Vakit geldiğinde dikkatini namaza ver.
ur: جب وقت آئے تو اپنی پوری توجہ نماز پر دیں۔
